import React, { Component } from 'react';

class TabsBd extends Component {
  render() {
    return (
		 <div className="am-tabs-bd" style={{background: "#2d3240"}}>
	          <div data-tab-panel-0 className="am-tab-panel am-active">
	             <ul>
	             	<li>
	             		<a href="">
	             			<h2>Q1.“线上马拉松直通卡”是什么？</h2>
	             			<p>这是GPS信号不佳或受到干扰，手机无法获取正确的坐标并提供给悦跑圈。建议跑步前十几分钟开启GPS进行预热，看下GPS信号是否正常。如果信号太弱可以重启手机，清理缓存，关闭不常用的软件。使用室外跑步模式请尽量避免隧道、天桥高架桥底、高楼层建筑群、军事机要等环境。</p>
	             		</a>
	             	</li>
	             	<li>
	             		<a href="">
	             			<h2>Q1.“线上马拉松直通卡”是什么？</h2>
	             			<p>这是GPS信号不佳或受到干扰，手机无法获取正确的坐标并提供给悦跑圈。建议跑步前十几分钟开启GPS进行预热，看下GPS信号是否正常。如果信号太弱可以重启手机，清理缓存，关闭不常用的软件。使用室外跑步模式请尽量避免隧道、天桥高架桥底、高楼层建筑群、军事机要等环境。</p>
	             		</a>
	             	</li>
	             	<li>
	             		<a href="">
	             			<h2>Q1.“线上马拉松直通卡”是什么？</h2>
	             			<p>这是GPS信号不佳或受到干扰，手机无法获取正确的坐标并提供给悦跑圈。建议跑步前十几分钟开启GPS进行预热，看下GPS信号是否正常。如果信号太弱可以重启手机，清理缓存，关闭不常用的软件。使用室外跑步模式请尽量避免隧道、天桥高架桥底、高楼层建筑群、军事机要等环境。</p>
	             		</a>
	             	</li>
	             	<li>
	             		<a href="">
	             			<h2>Q1.“线上马拉松直通卡”是什么？</h2>
	             			<p>这是GPS信号不佳或受到干扰，手机无法获取正确的坐标并提供给悦跑圈。建议跑步前十几分钟开启GPS进行预热，看下GPS信号是否正常。如果信号太弱可以重启手机，清理缓存，关闭不常用的软件。使用室外跑步模式请尽量避免隧道、天桥高架桥底、高楼层建筑群、军事机要等环境。</p>
	             		</a>
	             	</li>
	             </ul>
	          </div>
	          <div data-tab-panel-1 className="am-tab-panel ">
                  <ul>
	             	<li>
	             		<a href="">
	             			<h2>Q1.“线上马拉松直通卡”是什么？</h2>
	             			<p>这是GPS信号不佳或受到干扰，手机无法获取正确的坐标并提供给悦跑圈。建议跑步前十几分钟开启GPS进行预热，看下GPS信号是否正常。如果信号太弱可以重启手机，清理缓存，关闭不常用的软件。使用室外跑步模式请尽量避免隧道、天桥高架桥底、高楼层建筑群、军事机要等环境。</p>
	             		</a>
	             	</li>
	             	<li>
	             		<a href="">
	             			<h2>Q1.“线上马拉松直通卡”是什么？</h2>
	             			<p>这是GPS信号不佳或受到干扰，手机无法获取正确的坐标并提供给悦跑圈。建议跑步前十几分钟开启GPS进行预热，看下GPS信号是否正常。如果信号太弱可以重启手机，清理缓存，关闭不常用的软件。使用室外跑步模式请尽量避免隧道、天桥高架桥底、高楼层建筑群、军事机要等环境。</p>
	             		</a>
	             	</li>
	             	<li>
	             		<a href="">
	             			<h2>Q1.“线上马拉松直通卡”是什么？</h2>
	             			<p>这是GPS信号不佳或受到干扰，手机无法获取正确的坐标并提供给悦跑圈。建议跑步前十几分钟开启GPS进行预热，看下GPS信号是否正常。如果信号太弱可以重启手机，清理缓存，关闭不常用的软件。使用室外跑步模式请尽量避免隧道、天桥高架桥底、高楼层建筑群、军事机要等环境。</p>
	             		</a>
	             	</li>
	             	<li>
	             		<a href="">
	             			<h2>Q1.“线上马拉松直通卡”是什么？</h2>
	             			<p>这是GPS信号不佳或受到干扰，手机无法获取正确的坐标并提供给悦跑圈。建议跑步前十几分钟开启GPS进行预热，看下GPS信号是否正常。如果信号太弱可以重启手机，清理缓存，关闭不常用的软件。使用室外跑步模式请尽量避免隧道、天桥高架桥底、高楼层建筑群、军事机要等环境。</p>
	             		</a>
	             	</li>
	             </ul>
	          </div>
	          <div data-tab-panel-2 className="am-tab-panel ">
                  <ul>
	             	<li>
	             		<a href="">
	             			<h2>Q1.“线上马拉松直通卡”是什么？</h2>
	             			<p>这是GPS信号不佳或受到干扰，手机无法获取正确的坐标并提供给悦跑圈。建议跑步前十几分钟开启GPS进行预热，看下GPS信号是否正常。如果信号太弱可以重启手机，清理缓存，关闭不常用的软件。使用室外跑步模式请尽量避免隧道、天桥高架桥底、高楼层建筑群、军事机要等环境。</p>
	             		</a>
	             	</li>
	             	<li>
	             		<a href="">
	             			<h2>Q1.“线上马拉松直通卡”是什么？</h2>
	             			<p>这是GPS信号不佳或受到干扰，手机无法获取正确的坐标并提供给悦跑圈。建议跑步前十几分钟开启GPS进行预热，看下GPS信号是否正常。如果信号太弱可以重启手机，清理缓存，关闭不常用的软件。使用室外跑步模式请尽量避免隧道、天桥高架桥底、高楼层建筑群、军事机要等环境。</p>
	             		</a>
	             	</li>
	             	<li>
	             		<a href="">
	             			<h2>Q1.“线上马拉松直通卡”是什么？</h2>
	             			<p>这是GPS信号不佳或受到干扰，手机无法获取正确的坐标并提供给悦跑圈。建议跑步前十几分钟开启GPS进行预热，看下GPS信号是否正常。如果信号太弱可以重启手机，清理缓存，关闭不常用的软件。使用室外跑步模式请尽量避免隧道、天桥高架桥底、高楼层建筑群、军事机要等环境。</p>
	             		</a>
	             	</li>
	             	<li>
	             		<a href="">
	             			<h2>Q1.“线上马拉松直通卡”是什么？</h2>
	             			<p>这是GPS信号不佳或受到干扰，手机无法获取正确的坐标并提供给悦跑圈。建议跑步前十几分钟开启GPS进行预热，看下GPS信号是否正常。如果信号太弱可以重启手机，清理缓存，关闭不常用的软件。使用室外跑步模式请尽量避免隧道、天桥高架桥底、高楼层建筑群、军事机要等环境。</p>
	             		</a>
	             	</li>
	             </ul>
	          </div>
	          <div data-tab-panel-3 className="am-tab-panel ">
                  <ul>
	             	<li>
	             		<a href="">
	             			<h2>Q1.“线上马拉松直通卡”是什么？</h2>
	             			<p>这是GPS信号不佳或受到干扰，手机无法获取正确的坐标并提供给悦跑圈。建议跑步前十几分钟开启GPS进行预热，看下GPS信号是否正常。如果信号太弱可以重启手机，清理缓存，关闭不常用的软件。使用室外跑步模式请尽量避免隧道、天桥高架桥底、高楼层建筑群、军事机要等环境。</p>
	             		</a>
	             	</li>
	             	<li>
	             		<a href="">
	             			<h2>Q1.“线上马拉松直通卡”是什么？</h2>
	             			<p>这是GPS信号不佳或受到干扰，手机无法获取正确的坐标并提供给悦跑圈。建议跑步前十几分钟开启GPS进行预热，看下GPS信号是否正常。如果信号太弱可以重启手机，清理缓存，关闭不常用的软件。使用室外跑步模式请尽量避免隧道、天桥高架桥底、高楼层建筑群、军事机要等环境。</p>
	             		</a>
	             	</li>
	             	<li>
	             		<a href="">
	             			<h2>Q1.“线上马拉松直通卡”是什么？</h2>
	             			<p>这是GPS信号不佳或受到干扰，手机无法获取正确的坐标并提供给悦跑圈。建议跑步前十几分钟开启GPS进行预热，看下GPS信号是否正常。如果信号太弱可以重启手机，清理缓存，关闭不常用的软件。使用室外跑步模式请尽量避免隧道、天桥高架桥底、高楼层建筑群、军事机要等环境。</p>
	             		</a>
	             	</li>
	             	<li>
	             		<a href="">
	             			<h2>Q1.“线上马拉松直通卡”是什么？</h2>
	             			<p>这是GPS信号不佳或受到干扰，手机无法获取正确的坐标并提供给悦跑圈。建议跑步前十几分钟开启GPS进行预热，看下GPS信号是否正常。如果信号太弱可以重启手机，清理缓存，关闭不常用的软件。使用室外跑步模式请尽量避免隧道、天桥高架桥底、高楼层建筑群、军事机要等环境。</p>
	             		</a>
	             	</li>
	             </ul>
	          </div>
	      </div>
    );
  }
}

export default TabsBd;